a52dec
aalib
abook
acl
acorn
adwaita-icon-theme
alsa-firmware
alsa-lib
alsa-plugins
alsa-utils
arch-wiki-docs
arch-wiki-lite
archlinux-keyring
arduino
arduino-avr-core
arduino-builder
arduino-ctags
arduino-docs
aspell
asymptote
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audit
autoconf
automake
avahi
avr-binutils
avr-gcc
avr-libc
avrdude
bash
bash-completion
bc
binutils
bison
blas
bluez
bluez-firmware
bluez-libs
bluez-utils
boost
boost-libs
browserify
bumblebee
bzip2
c++utilities
c-ares
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
calc
camlp4
cblas
ccnet
ccnet-server
cdparanoia
cifs-utils
clang
clucene
clyrics
cmake
cmus
colord
compositeproto
confuse
connman
coq
coq-doc
coqide
coreutils
cowsay
cppunit
cracklib
cryptsetup
cscope
ctags
curl
damageproto
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
djvulibre
dmenu
dmxproto
dosfstools
double-conversion
downgrade
e2fsprogs
elfutils
elinks
enca
expat
faac
faad2
fakeroot
fbv
fcron
feh
fetchmail
ffmpeg
fftw
fig2dev
file
filesystem
findutils
firefox
fixesproto
flac
flashplugin
flex
fontconfig
fontsproto
fortune-mod
fortune-mod-archlinux
freeglut
freetype2
fribidi
fswebcam
fuse-common
fuse2
gamin
gawk
gc
gcc-fortran-multilib
gcc-libs-multilib
gcc-multilib
gconf
gd
gdbm
gdk-pixbuf2
gendesk
gettext
ghostscript
giflib
girara
git
gksu
glew
glib-networking
glib2
glibc
glibmm
glu
gmime
gmp
gnu-netcat
gnupg
gnutls
gobject-introspection
gobject-introspection-runtime
gperf
gpgme
gpm
graphite
graphviz
grep
groff
gsasl
gsettings-desktop-schemas
gsl
gsm
gst-plugins-base
gst-plugins-base-libs
gstreamer
gstreamer0.10
gstreamer0.10-base
gstreamer0.10-base-plugins
gtk-update-icon-cache
gtk2
gtk3
gtkglext
gtkmm3
gtksourceview2
gts
guile
guvcview
gvim
gzip
harfbuzz
harfbuzz-icu
hdf5
hevea
hicolor-icon-theme
http-parser
hunspell
hwids
hyphen
i3-wm
i3lock
i3status
iana-etc
icoutils
icu
ijs
ilmbase
imagemagick
imlib2
inetutils
iniparser
inputproto
intel-tbb
intel-ucode
intltool
iproute2
iptables
iputils
iso-codes
isync
iw
jack
jansson
jasper
java-runtime-common
jbig2dec
jemalloc
jfsutils
jre8-openjdk
jre8-openjdk-headless
js
js17
js185
json-c
json-glib
jsoncpp
kbd
kbproto
keyutils
kmod
krb5
lablgtk2
lame
lapack
latex2rtf
lcms2
ldb
less
lib32-acl
lib32-alsa-lib
lib32-attr
lib32-bzip2
lib32-cairo
lib32-cdparanoia
lib32-dbus
lib32-expat
lib32-flac
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-gettext
lib32-giflib
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gst-plugins-base
lib32-gst-plugins-base-libs
lib32-gstreamer
lib32-harfbuzz
lib32-icu
lib32-json-c
lib32-lcms2
lib32-libasyncns
lib32-libcap
lib32-libdatrie
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libidn
lib32-libjpeg-turbo
lib32-libldap
lib32-libltdl
lib32-libmng
lib32-libnl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpulse
lib32-libsm
lib32-libsndfile
lib32-libtasn1
lib32-libthai
lib32-libtheora
lib32-libtiff
lib32-libtxc_dxtn
lib32-libusb
lib32-libvisual
lib32-libvorbis
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxtst
lib32-libxv
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mpg123
lib32-ncurses
lib32-nettle
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-opencl-nvidia
lib32-openssl
lib32-opus
lib32-orc
lib32-p11-kit
lib32-pango
lib32-pcre
lib32-pixman
lib32-primus
lib32-qt4
lib32-readline
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-virtualgl
lib32-wayland
lib32-xz
lib32-zlib
libabw
libaio
libarchive
libart-lgpl
libass
libassuan
libasyncns
libatomic_ops
libavc1394
libbluray
libbsd
libc++
libc++abi
libc++experimental
libcaca
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcmis
libcroco
libcue
libcups
libcurl-compat
libdaemon
libdatrie
libdc1394
libdca
libdiscid
libdmx
libdrm
libdvdnav
libdvdread
libe-book
libedit
libelf
libepoxy
libetonyek
libev
libevdev
libevent
libevhtp-seafile
libexif
libexttextcat
libfbclient
libffi
libfontenc
libftdi
libgcrypt
libgdiplus
libgksu
libglade
libglvnd
libgnome-keyring
libgnomecanvas
libgpg-error
libgtop
libgudev
libgusb
libical
libice
libid3tag
libidn
libiec61883
libinput
libixion
libjpeg-turbo
libjpeg6-turbo
libksba
liblangtag
libldap
liblqr
libmad
libmariadbclient
libmng
libmnl
libmodplug
libmp4v2
libmpc
libmspub
libmtp
libmwaw
libnftnl
libnghttp2
libnl
libnotify
libodfgen
libogg
libomxil-bellagio
liborcus
libpagemaker
libpaper
libpcap
libpciaccess
libpipeline
libpng
libproxy
libpsl
libpulse
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libsearpc
libseccomp
libsecret
libsigc++
libsigsegv
libsm
libsndfile
libsoup
libsoxr
libspectre
libsrtp
libssh
libssh2
libstdc++5
libsynctex
libsystemd
libtasn1
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtxc_dxtn
libunistring
libunwind
libusb
libusb-compat
libutempter
libutil-linux
libuv
libva
libvdpau
libvisio
libvisual
libvorbis
libvpx
libvterm
libwacom
libwbclient
libwebp
libwpd
libwpg
libwps
libx11
libx264
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86vm
libyaml
libzdb
libzmf
licenses
linux
linux-api-headers
linux-firmware
lirc
llvm-libs
lm_sensors
logrotate
lpsolve
lrzsz
lsof
ltl2ba
lua
lua-lgi
lua51
lvm2
lz4
lzo
m4
make
man-db
man-pages
mdadm
mesa
mesa-demos
mime-types
minicom
minizip
mkinitcpio
mkinitcpio-busybox
mono
mozilla-common
mpfr
mpg123
mplayer
mps-youtube
msgpack-c
msmtp
msmtp-mta
mtdev
nano
ncurses
neomutt
neon
neovim
netcdf
netctl
nettle
ninja
nodejs
nodm
notmuch-runtime
npm
npth
nspr
nss
ntfs-3g
numactl
nvidia
nvidia-settings
nvidia-utils
ocaml
ocaml-findlib
ocl-icd
offlineimap
oniguruma
open365
openal
opencl-nvidia
opencore-amr
opencv
opencv-samples
openexr
openjpeg2
openresolv
openssl
openssl-1.0
opus
orc
p11-kit
p7zip
package-query
pacman
pacman-mirrorlist
pam
pambase
pamixer
pango
pangomm
pangox-compat
parted
patch
pavucontrol
pciutils
pcmciautils
pcre
pcre2
pdf2svg
pdfgrep
pepper-flash
perf
perl
perl-encode-locale
perl-error
perl-file-listing
perl-file-slurp-tiny
perl-file-which
perl-html-form
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-http-response-encoding
perl-http-server-simple
perl-io-html
perl-io-socket-ssl
perl-libwww
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-net-http
perl-net-ssleay
perl-parse-yapp
perl-sub-uplevel
perl-test-warn
perl-tree-dag-node
perl-try-tiny
perl-uri
perl-www-mechanize
perl-www-robotrules
perl-xml-parser
pinentry
pixman
pkg-config
pkgfile
playonlinux
plotutils
polkit
poppler
poppler-glib
popt
portaudio
postgresql-libs
potrace
primus
procps-ng
protobuf
psmisc
pstoedit
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pygobject2-devel
pygtk
python
python-appdirs
python-beaker
python-mako
python-markupsafe
python-numpy
python-packaging
python-pafy
python-pyparsing
python-setuptools
python-six
python-virtualenv
python2
python2-appdirs
python2-beaker
python2-cairo
python2-chardet
python2-dateutil
python2-distutils-extra
python2-flup
python2-gobject2
python2-mako
python2-markupsafe
python2-packaging
python2-pip
python2-pyparsing
python2-setuptools
python2-simplejson
python2-six
python2-virtualenv
python2-webpy
qbs
qt4
qt5-base
qt5-declarative
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-script
qt5-sensors
qt5-serialport
qt5-tools
qt5-webchannel
qt5-webengine
qt5-webkit
qt5-xmlpatterns
qtcreator
qtutilities
randrproto
raptor
rasqal
readline
recode
recordproto
redland
reflector
reiserfsprogs
remind
renderproto
rest
rfkill
rsync
rtkit
rtmpdump
ruby
run-parts
s-nail
samba
sbc
schroedinger
screen
screenkey
scrnsaverproto
sdl
sdl2
seafile-client-cli
seafile-server
seafile-shared
sed
semver
shadow
shared-mime-info
simple-mtpfs
sl
slang
smbclient
snappy
sound-theme-freedesktop
speex
speexdsp
sqlite
startup-notification
sudo
sysfsutils
systemd
systemd-sysvcompat
t1lib
tageditor
tagparser
talloc
tar
tcl
tdb
tevent
texinfo
texlive-bin
texlive-core
texlive-fontsextra
texlive-latexextra
texlive-pictures
texlive-science
thin-provisioning-tools
time
tre
tree
tslib
ttf-dejavu
tzdata
unibilium
unrar
unzip
urlview
usbutils
util-linux
v4l-utils
vala
valgrind-multilib
vi
vid.stab
videoproto
vim-airline
vim-airline-themes
vim-align
vim-doxygentoolkit
vim-fugitive
vim-jellybeans
vim-nerdcommenter
vim-runtime
vim-tagbar
virtualgl
vivaldi
vivaldi-ffmpeg-codecs
w3m
wayland
wayland-protocols
webrtc-audio-processing
weechat
wget
which
wine-mono
wine-staging
wine_gecko
winetricks
wireless_tools
wpa_supplicant
wxgtk-common
wxgtk2
wxpython
wyrd
x265
xapian-core
xautolock
xbindkeys
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-user-dirs
xdg-utils
xdotool
xextproto
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-video-intel
xf86dgaproto
xf86vidmodeproto
xfce4-notifyd
xfconf
xfsprogs
xine-lib
xineramaproto
xkeyboard-config
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xkbcomp
xorg-xmessage
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xproto
xterm
xvidcore
xz
yajl
yaourt
youtube-dl
zathura
zathura-cb
zathura-djvu
zathura-pdf-poppler
zathura-ps
zip
zita-alsa-pcmi
zita-resampler
zlib
zziplib
